000000***********************************************
000000* This is cobol comment
000000***********************************************
       IDENTIFICATION DIVISION.
       PROGRAM-ID.  TEST.
       AUTHOR.      HAN.
       ENVIRONMENT DIVISION.
       CONFIGURATION SECTION.
       DATA DIVISION.
       WORKING-STORAGE SECTION.
       PROCEDURE DIVISION.
       CNTL SECTION.
       	DISPLAY "HELLO WORLD"
           STOP RUN.
